Repository: Kracter56/AutoConso-V1.1-Free
Catalog: AutoConso/*.lproj/Main.strings
Languages: fr

# 0XS-cA-5n0.text
source: NickName
fr: Pseudo

# 0fG-Ux-cUI.segmentTitles[0]
source: Urban Cycle
fr: Urbain

# 0fG-Ux-cUI.segmentTitles[1]
source: Mixed Cycle
fr: Mixte

# 0fG-Ux-cUI.segmentTitles[2]
source: Road
fr: Route

# 0hV-Hl-RDo.text
source: Registration Date
fr: Date d'inscription

# 0hk-5i-UVW.text
source: Travelled Distance
fr: Km parcourus

# 0nr-Ca-1nI.footerTitle
source: Mileage-based rate Information
fr: Renseignement du barême kilométrique

# 0nr-Ca-1nI.headerTitle
source: Expense report settings
fr: Paramétrage des Notes de frais

# 0tb-Zn-wEE.text
source: Vehicle repair service
fr: Services réparation / entretien

# 0uk-dH-2Uk.normalTitle
source: Suggest
fr: Suggérer

# 1DX-sH-LWr.placeholder
source: Choose
fr: Choisir

# 1Mf-dt-Ps3.normalTitle
source: Choose a photo...
fr: Choisir une photo...

# 1QB-pd-FWH.text
source: MIXED ROUTE
fr: TRAJET MIXTE

# 1jI-sa-IHE.headerTitle
source: My Profile
fr: Mon Profil

# 1uu-Wm-biJ.normalTitle
source: Choose a photo
fr: Choisissez une photo

# 25t-Bf-AqI.headerTitle
source: VEHICLE
fr: VEHICULE

# 2Ua-Am-n9D.text
source: Comments
fr: Commentaire

# 2c8-RM-ydD.text
source: By ticking the checkbox, I Accept the Terms and Conditions.
fr: En cochant la case, j'accepte les conditions générales d'utilisation

# 35I-df-WSq.text
source: Charging Station
fr: Bornes de recharge

# 39j-eC-Ix8.text
source: Please mark the location of your vehicle before leaving it.
fr: Marquez la position de votre véhicule avant de quitter celui-ci

# 3SE-11-09e.text
source: Mileage
fr: Kilometrage

# 3XJ-aJ-zkn.text
source: Fuel
fr: Carburant

# 3cT-8F-yNc.text
source: Services are not filled.
fr: Services non renseignés

# 3tl-Zy-f4F.text
source: Waiting for Geolocation...
fr: Géolocalisation en attente...

# 3wp-ry-3eH.text
source: Vehicle Rental
fr: Location de véhicules

# 3ye-k3-aB7.footerTitle
source: My Vehicle Information
fr: Les infos sur mon véhicule

# 3ye-k3-aB7.headerTitle
source: GENERAL INFORMATION
fr: INFORMATIONS GENERALES

# 4cB-QM-dBE.title
source: Vehicle Details
fr: Détails Voiture

# 4yJ-fB-SIc.placeholder
source: Postal code
fr: Code Postal

# 5A1-vr-P4w.placeholder
source: Address
fr: Adresse

# 5Id-s7-Z02.headerTitle
source: Fuel Station Identification
fr: Identification de la station

# 5Og-gi-nBu.normalTitle
source: Estimated distance
fr: Distance estimée

# 5dk-Vo-NHy.headerTitle
source: VEHILE MILEAGE
fr: KILOMETRAGE AUTO

# 5fA-Tj-8It.footerTitle
source: Manage my location and my vehicle's
fr: Gérer ma position et celle de mon véhicule

# 5fA-Tj-8It.headerTitle
source: Locations Management
fr: Gestion des emplacements

# 5fs-6H-0gr.text
source: My Invoices
fr: Mes Factures

# 6Rb-My-dkk.placeholder
source: Remarks
fr: remarques

# 6Ym-fk-qKA.text
source: Energy
fr: Energie

# 6gs-hV-xCu.title
source: Vehicle Location
fr: Localisation du véhicule

# 78U-SD-W1t.text
source: Fuel Station Name
fr: Nom Station

# 78c-D9-Psu.placeholder
source: Password
fr: Mot de passe

# 7Bb-Pc-ryS.headerTitle
source: Fuel Station Information
fr: Informations sur la station

# 7MK-kp-lBD.text
source: Cost per km :
fr: Cout au km :

# 7ga-0h-Io4.text
source: Brand :
fr: Marque :

# 7mE-Vu-Sdq.text
source: No Data
fr: Aucune donnée

# 83Y-qy-mhb.text
source: Type of trip
fr: Type de parcours

# 87r-op-Oq5.text
source: Mileage-based rate
fr: Barême kilométrique

# 8Dl-vQ-kRX.placeholder
source: NickName
fr: Pseudo

# 8W9-e0-9k8.normalTitle
source: Password forgotten ?
fr: Mot de passe oublié ?

# 8nr-1W-gN3.headerTitle
source: Location
fr: Localisation

# 96p-k9-fUh.text
source: ROAD ROUTE
fr: TRAJET ROUTIER

# 98l-vj-Yba.normalTitle
source: Change
fr: Changer

# AI4-Rq-qEN.text
source: Brand Model
fr: Marque Modele

# AP3-pZ-Go6.text
source: Camper Area
fr: Aire de camping cars

# B8s-z4-dPE.normalTitle
source: Calculate
fr: Calculer

# BT0-fq-8bX.headerTitle
source: Users
fr: Utilisateurs

# Bhm-x7-8Vn.text
source: Jet Kerosen Sale
fr: Vente de pétrole lampant

# C2A-hC-NWf.footerTitle
source: Database Management
fr: Gestion des bases de données

# C2A-hC-NWf.headerTitle
source: App Data
fr: DONNEES de l'application

# CSl-XD-cRx.placeholder
source: Buy Date
fr: Date d'achat

# CW6-KS-0jE.title
source: Registration
fr: Inscription

# CWN-Dd-M5Z.text
source: Workshop Name
fr: Nom du Garage

# DI0-v1-jQX.text
source: Engine Drain
fr: Vidange

# DfA-9f-K8p.normalTitle
source: Type the address
fr: Saisir adresse

# DuQ-ty-NvV.title
source: Save
fr: Enregistrer

# Dut-nP-TGd.title
source: Back
fr: Retour

# DzJ-92-nuI.title
source: Back
fr: Retour

# EHA-hj-4fI.placeholder
source: NickName
fr: Pseudo

# EVm-6a-bzI.text
source: No Result
fr: Aucun résultat

# EkP-YZ-7Uk.placeholder
source: Type
fr: Saisir

# EoM-5o-h3P.normalTitle
source: Save
fr: Valider

# FFN-az-mMt.placeholder
source: Type
fr: Saisir

# FPf-6r-Crn.footerTitle
source: Take a photo of your car paper
fr: Prenez une photo de votre carte grise

# FPf-6r-Crn.headerTitle
source: Car Paper
fr: Carte Grise

# GJ4-Zp-nDJ.title
source: Settings Menu
fr: Menu réglages

# HHa-kM-NlZ.text
source: Registration Date
fr: Date immat.

# Hci-4G-WCt.placeholder
source: City
fr: Ville

# I3t-V2-jby.text
source: Serial number
fr: Numéro de série

# IfJ-Dc-64c.normalTitle
source: Go back to the vehicle
fr: Rejoindre mon véhicule

# JdQ-ER-344.text
source: Workshop Name
fr: Nom du garage

# Jny-ph-GG2.text
source: Vehicle Engine Drainage
fr: Vidange huile moteur

# Kq9-CB-QWe.footerTitle
source: Take a photo of your fuelling bill
fr: Prenez une photo de votre ticket de plein

# Kq9-CB-QWe.headerTitle
source: Justification
fr: Justificatif

# KsZ-Bg-b5h.normalTitle
source: Estimated time
fr: Temps estimé

# Ksh-Jf-SJi.title
source: Terms and Conditions
fr: Conditions générales d'utilisation

# L5I-G6-6Re.normalTitle
source: Calculate
fr: Calculer

# L8N-IP-5uh.normalTitle
source: Choose a photo...
fr: Choisir une photo...

# LJi-v2-s8b.text
source: Registrated Users
fr: Utilisateurs enregistrés

# LQL-dS-C0n.text
source: Non-food Shop
fr: Boutique non alimentaire

# LRo-AZ-VSc.text
source: Postal code :
fr: Code postal :

# LVl-Tm-e9v.placeholder
source: Cost per Liter
fr: Prix au litre

# LkY-Jp-kAo.title
source: Back
fr: Retour

# Llu-hE-S64.title
source: Settings
fr: Réglages

# LmP-Mu-EAy.text
source: eMail
fr: Mail

# M1Q-6F-dae.text
source: City :
fr: Ville :

# MOZ-88-dIx.placeholder
source: Model
fr: Modele

# Mld-e7-fhg.title
source: Back
fr: Retour

# Mod-oM-HVE.text
source: Bath
fr: Douches

# N2G-Qq-rSN.text
source: Delete the backups
fr: Supprimer les sauvegardes

# NSL-rz-8nO.text
source: Service / Maintenance
fr: Entretien / Réparation

# O1d-R2-hr8.text
source: No data
fr: Aucune donnée

# O83-nv-T9e.prompt
source: Search for a station
fr: Recherchez votre station

# O83-nv-T9e.title
source: Search for a station
fr: Recherche station

# O9f-4s-kdq.title
source: Close
fr: Fermer

# ONT-RE-R45.text
source: VEHICLE MODEL
fr: MODELE VEHICULE

# OdW-n3-avd.text
source: Duplicate Fuel Station
fr: Station en double

# Oer-Xx-ifY.title
source: Vehicle Maintenance operation
fr: Opérations d'entretien

# Otf-bt-fIE.placeholder
source: Type
fr: Saisir

# Oxm-dQ-HP4.placeholder
source: Model
fr: Modèle

# OzF-ei-Iln.text
source: Fuel Station Name
fr: Nom Station Service

# P7C-zQ-aUs.footerTitle
source: Fuel Station Management
fr: Administration des stations

# P7C-zQ-aUs.headerTitle
source: FUEL STATIONS
fr: STATIONS

# PGl-M7-zGc.placeholder
source: Type
fr: Saisir

# PIF-hd-0dd.text
source: URBAN CYCLE
fr: TRAJET URBAIN

# PJr-Zg-ahJ.title
source: My Vehicles
fr: Mes voitures

# PdT-MX-Shl.text
source: Total Fuel Cost :
fr: Frais carburant total :

# PmN-Cu-uFc.text
source: No Data
fr: Aucune donnée

# Pvs-If-13H.text
source: BioDiesel
fr: Diesel Plus

# QDl-Oa-gZF.text
source: Share your Location with your friends
fr: Partagez votre position avec vos contacts

# QM3-p3-A4k.footerTitle
source: Expense Report Management
fr: Gestion de vos notes de frais

# QM3-p3-A4k.headerTitle
source: Expense Report
fr: Notes de frais

# QRz-6H-Xns.title
source: Expense Report Menu
fr: Menu Frais

# QTc-WB-jqC.footerTitle
source: Your car papers picture
fr: Photo de votre carte grise

# QTc-WB-jqC.headerTitle
source: CAR PAPERS
fr: CARTE GRISE

# QUf-SU-mHk.placeholder
source: Type
fr: Saisir

# Qbw-zM-lPJ.placeholder
source: Type
fr: Saisir

# Qme-lg-U3G.footerTitle
source: My comments about this vehicle
fr: Mes commentaires sur mon véhicule

# Qme-lg-U3G.headerTitle
source: MY NOTES
fr: MES NOTES

# Qn2-6v-US5.prompt
source: Vehicle Statistics
fr: Statistiques Vehicule

# Qn2-6v-US5.title
source: Statistics
fr: Statistiques

# Qvy-2f-P3e.title
source: Settings Menu
fr: Menu réglages

# RHM-pW-4dH.text
source: Brand
fr: Marque

# RLC-Kd-cbs.text
source: Approximative Address :
fr: Adresse approximative :

# RNV-g0-lR8.headerTitle
source: Fuelling Details
fr: Détails ravitaillement

# RpT-f7-oJe.headerTitle
source: My notes
fr: Mes notes

# Ryb-9A-2eE.title
source: Save
fr: Enregistrer

# RzM-d0-jMM.text
source: City
fr: Ville

# S27-Mp-U8w.headerTitle
source: Fuel Station
fr: Station Service

# SfM-tj-Ey3.footerTitle
source: Ads display mode
fr: Choix du mode d'affichage des annonces

# SfM-tj-Ey3.headerTitle
source: Ads Choice / Terms & Conditions
fr: Choix des annonces / C.G.U

# Svq-Pe-Jzf.placeholder
source: Choose
fr: Choisir

# T1r-PV-WwD.normalTitle
source: Erase my vehicle position
fr: Effacer la position de mon véhicule

# T9w-wc-tKi.text
source: Estimated time to go back to my vehicle
fr: Temps de marche jusqu'au véhicule

# TEp-dd-hmi.footerTitle
source: Fuel station services
fr: services proposés par la station

# TFu-cs-pKS.normalTitle
source: Navigate to this station
fr: Me guider vers cette station

# TL4-HB-W0Q.text
source: Daily cost :
fr: Cout journalier :

# Tc7-Xn-SKo.title
source: Back
fr: Retour

# Thn-4e-29S.placeholder
source: Registration Plate Number
fr: Numéro d'immatriculation

# Thn-Ip-VGq.text
source: No Data
fr: Aucune donnée

# Tmb-zS-TUh.footerTitle
source: Report a problem on this fuel station
fr: Signaler une anomalie sur la station

# Tmb-zS-TUh.headerTitle
source: Report
fr: Signalement

# Tpc-NJ-xdn.placeholder
source: Type
fr: Saisir

# U0n-Wh-O2Y.text
source: Parcel Delivery Outlet
fr: Relais colis

# U3w-Ly-pwc.text
source: Laundry
fr: Laverie

# U50-gI-boE.normalTitle
source: Associate a photo...
fr: Associer une photo...

# UBX-qc-1hb.normalTitle
source: Mark the location of my vehicle
fr: Marquer la position de mon véhicule

# V3A-xW-DRW.text
source: Heavy Goods Vehicles Track
fr: Piste poids lourds

# V92-Ty-P4C.text
source: Address :
fr: Adresse :

# Vd6-Vl-c7i.headerTitle
source: Vehicle Information
fr: Infos Véhicule

# Vot-tv-Emf.text
source: Food shop
fr: Boutique alimentaire

# Vtj-V9-06H.normalTitle
source: Load
fr: Changer

# Vyd-Gi-nSz.placeholder
source: Choose
fr: Choisir

# WDI-CD-4rk.text
source: Vehicle NickName
fr: Pseudo du véhicule

# WJN-RT-Oz8.placeholder
source: Type
fr: Saisir

# WQy-ZB-VIW.prompt
source: Maintenance Operations
fr: Operations de maintenance

# WQy-ZB-VIW.title
source: Vehicle Cost
fr: Frais auto

# WZj-fg-hFr.title
source: Update
fr: Mettre à jour

# Wxp-EZ-Tnq.placeholder
source: Energy
fr: Energie

# X7B-fQ-8EN.title
source: Terms & Conditions
fr: Conditions générales d'utilisation

# XKH-9D-Gfd.placeholder
source: NickName
fr: Pseudo

# XKQ-lj-u7L.title
source: Connection
fr: Connexion

# XSc-Xs-AEL.text
source: No Data
fr: Aucune donnée

# XVq-gN-OCC.text
source: Fuel additive products sales
fr: Vente d'additifs de carburants

# Xae-jC-9vW.text
source: Estimated Time :
fr: Temps estimé :

# XbW-70-MkU.text
source: Name :
fr: Nom :

# Xcn-q3-yC2.text
source: Vol.
fr: Nombre de litres

# Xct-2W-Utw.text
source: My car Expense report
fr: Mes Notes de frais

# Y2g-6p-4b0.text
source: Cost
fr: Prix

# YN1-gO-gy2.placeholder
source: Mail address
fr: Adresse e-mail

# YNe-aj-la3.title
source: My fuel bill
fr: Ma conso

# YSk-Am-gyR.text
source: No Data
fr: Aucune donnée

# YUn-qQ-HxY.text
source: No Data
fr: Aucune donnée

# YuN-9S-6Ft.footerTitle
source: Please tap on the field to choose a type
fr: Cliquez sur le champ pour choisir un type

# YuN-9S-6Ft.headerTitle
source: Type of vehicle
fr: Type de vehicule

# Z6d-QA-1br.title
source: My vehicles
fr: Mes véhicules

# ZB0-hV-Kra.text
source: Tyre inflation station
fr: Station de gonflage

# ZHG-bL-ul4.headerTitle
source: Vehicle Information
fr: Infos Véhicule

# ZVr-vd-qsi.text
source: NickName
fr: Pseudo

# Zbh-mM-LYl.headerTitle
source: Fuel bill Management
fr: Conso Management

# aCl-Xv-CzT.text
source: NickName
fr: Pseudo

# aIj-1Z-Niv.title
source: New fuel bill
fr: Nouveau plein

# aOW-ZR-k4i.placeholder
source: Vehicle NickName
fr: Pseudo voiture

# aYn-jo-GP6.placeholder
source: Choose
fr: Choisir

# asD-rp-4de.footerTitle
source: Vehicle Information
fr: informations relatives à la voiture

# asD-rp-4de.headerTitle
source: Personal Information
fr: INFOS PERSOS

# b5b-l1-vlv.text
source: Consumption record (mini)
fr: Record Conso (mini.)

# bPJ-Aa-G6H.text
source: No Data
fr: Aucune donnée

# bSG-oq-lkW.text
source: Brand
fr: Marque

# baF-S1-PJc.text
source: Address Error
fr: Adresse inexacte

# bfX-2f-xZx.footerTitle
source: Vehicle Service Manual
fr: Configuration du carnet d'entretien

# bfX-2f-xZx.headerTitle
source: Maintenance Plan Settings
fr: Paramétrage du plan d'entretien

# buu-OG-dIW.normalTitle
source: Share my position
fr: Partager ma position

# cOf-ov-xKb.text
source: Model
fr: Modèle

# ckN-m4-lPD.text
source: Stations to validate
fr: Stations à valider

# cnG-Ha-bXl.title
source: Cancel
fr: Annuler

# cyF-sT-Xbw.text
source: Workshop Name
fr: Nom Garage

# dHc-sA-B0f.text
source: Distance to travel to my vehicle
fr: Distance jusqu'au véhicule

# dJk-pi-8ur.placeholder
source: Type
fr: Saisir

# dbO-VM-rXc.text
source: Terms & Conditions
fr: Conditions Générales d'Utilisation

# dtT-Qc-pbF.title
source: Settings
fr: Réglages

# dty-Bu-Ysv.text
source: Type pressure
fr: Pression pneus

# du5-Tf-I05.footerTitle
source: Vehicle Maintenance done / to be done
fr: Historique d'entretien réalisé / à réaliser

# du5-Tf-I05.headerTitle
source: Vehicle follow up
fr: Suivi de mon véhicule

# egq-xO-WDX.placeholder
source: Serial number
fr: Numéro de série

# etm-cw-4ZL.title
source: Back
fr: Retour

# ewJ-w6-brR.text
source: Car wash station
fr: Lavage automatique

# fPP-Ef-xtg.text
source: Plate number
fr: Numéro immat.

# fxt-Tj-sYx.title
source: My vehicles
fr: Mes vehicules

# gG9-bw-N1M.text
source: Model
fr: Modele

# gWx-jY-bs0.headerTitle
source: My vehicle
fr: Mon véhicule

# gaj-i0-yQb.normalTitle
source: Restore data
fr: Restaurer données

# gi1-Ye-roC.text
source: Average Consumption :
fr: Consommation moyenne :

# h65-jq-z2E.headerTitle
source: VEHICLE
fr: VEHICULE

# h7w-kZ-ga7.placeholder
source: Select a type of vehicle
fr: Sélectionner un type de véhicule

# hMx-vv-c4a.text
source: Cash dispenser 24/24
fr: Automate CB 24/24

# hdq-r8-5zT.text
source: Name :
fr: Nom : PETRUS Edgar

# he5-a0-lOr.text
source: Last connection
fr: Dernière connexion

# irN-YT-twM.text
source: Domestic fioul sale
fr: Vente de fioul domestique

# jF1-Eo-K0f.headerTitle
source: Purchasing Information
fr: Infos Achat

# jIB-cO-Pf6.placeholder
source: Type
fr: Saisir

# jME-XD-WZ6.text
source: Fuel station not exist
fr: Station inexistante

# jN2-9l-p5X.text
source: Fuel tank volume
fr: Vol. réservoir

# jU0-dj-Cho.title
source: Decline
fr: Refuser

# jUX-OQ-EPR.text
source: Vehicle mileage
fr: Kilometrage vehicule

# jm6-kN-qd6.normalTitle
source: I decline
fr: Je décline

# k7E-1b-UV6.segmentTitles[0]
source: My favs
fr: Mes Favoris

# k7E-1b-UV6.segmentTitles[1]
source: Search
fr: Recherche

# k7E-1b-UV6.segmentTitles[2]
source: Around me
fr: Autour de moi

# kgQ-B9-umi.accessibilityHint
source: Brand
fr: Marque

# kgQ-B9-umi.accessibilityLabel
source: Brand
fr: Marque

# kgQ-B9-umi.placeholder
source: Brand
fr: Marque

# lME-SJ-Ia6.footerTitle
source: What my vehicle costs
fr: Ce que me coûte ma voiture

# lME-SJ-Ia6.headerTitle
source: COST
fr: COUT

# lSk-fI-x25.placeholder
source: mail address
fr: Adresse e-mail

# lug-Hv-y5V.text
source: Vehicle mileage
fr: kilométrage véhicule

# m0C-yd-8nB.text
source: Stations list
fr: Liste de stations

# n0K-6c-hFF.placeholder
source: Choose
fr: Choisir

# n2e-x0-pdb.text
source: Postal code
fr: Code postal

# nOD-30-pO1.placeholder
source: Computed consumption
fr: Consommation calculée

# ncm-P8-7K0.text
source: Currency
fr: Devise

# nwV-RV-KLb.text
source: Error on Fuel station brand
fr: Erreur sur la marque de la station

# o44-wg-2YA.footerTitle
source: Tap on a Fuel name to update its price.
fr: Cliquer sur un carburant pour mettre à jour le prix. Chaque mise à jour vous rapporte 3 points.

# o44-wg-2YA.headerTitle
source: Fuel
fr: carburants

# oGp-sh-GSf.text
source: Engine / Refurbishing
fr: Motorisation / Finition

# oMH-ne-pF2.text
source: Maintenance Plan
fr: Plan d'entretien

# oju-ch-0fG.title
source: Cancel
fr: Annuler

# pMN-uZ-zjs.footerTitle
source: Units settings
fr: Configuration des unités

# pMN-uZ-zjs.headerTitle
source: Units choice
fr: Choix des Unités

# py8-Ba-QdG.text
source: Save data
fr: Sauvegarder données

# qUY-Vz-7sA.footerTitle
source: Fill the information on the model
fr: Renseignez les Infos sur le modele

# qUY-Vz-7sA.headerTitle
source: MODEL
fr: MODELE

# qbS-tT-IRl.text
source: Erase all data
fr: Effacer toutes les données

# qvZ-SW-VqP.accessibilityHint
source: Brand
fr: Marque

# qvZ-SW-VqP.accessibilityLabel
source: Brand
fr: Marque

# qvZ-SW-VqP.placeholder
source: Registration Date
fr: Date de mise en circulation

# qzx-Xt-XCO.prompt
source: Swipe on the left to modify
fr: Glissez vers la gauche pour modifier

# qzx-Xt-XCO.title
source: Vehicle statistics
fr: Statistiques Véhicule

# r5q-JQ-kIF.headerTitle
source: VEHICLE CHARACTERISTICS
fr: CARACTERISTIQUES VEHICULE

# rcz-o1-IkR.text
source: Publish date :
fr: Date de publication :

# s5f-4z-gQi.text
source: Fuel shortage
fr: Pénurie de carburant

# sEp-KE-WrV.text
source: Personal data / Ads Management
fr: Gestion des données personnelles / Annonces

# sQn-Df-oIa.text
source: Public Toilet
fr: Toilettes publiques

# sVt-bm-B4u.normalTitle
source: Search for a station
fr: Chercher une station

# tBe-0a-dZ6.footerTitle
source: Manage my vehicle position and go back to it
fr: Gérer la position de mon véhicule et le rejoindre

# tBe-0a-dZ6.headerTitle
source: Vehicle position
fr: Position véhicule

# tEN-kw-nCJ.title
source: Back
fr: Retour

# tJ7-QN-wC8.text
source: Baby area
fr: Espace bébé

# tLh-PC-zpL.normalTitle
source: Cancel
fr: Annuler

# tP0-kQ-iCh.text
source: Erase your vehicle position
fr: Effacez les données position de votre véhicule

# thG-Kk-T6l.placeholder
source: Brand
fr: Marque

# tkC-oQ-ryZ.text
source: Minimum fuel remaining
fr: Autonomie mini.

# uHb-m0-MyC.text
source: No data
fr: Aucune donnée

# uOH-Kf-K1M.placeholder
source: Password
fr: Mot de passe

# ueD-Ha-Kmu.headerTitle
source: REFUELLING
fr: RAVITAILLEMENT

# ufZ-lI-tB5.text
source: Manual carwash
fr: Lavage manuel

# uhA-5C-drn.text
source: Full Tank
fr: Plein

# uqj-qj-OG1.normalTitle
source: I Accept
fr: J'accepte

# vPr-hm-6TI.text
source: Planned operation
fr: Opérations planifiées

# vaE-BO-Ny2.placeholder
source: Mileage at registration date
fr: Kilometrage à l'achat

# ve0-97-qD0.text
source: Maximum fuel remaining
fr: Autonomie maxi.

# vgI-9V-P4T.text
source: No data
fr: Aucune donnée

# vjt-oG-65R.text
source: Date of pruchase
fr: Date d'achat

# vro-RX-yyR.footerTitle
source: Consumption statistics
fr: Stats de consommation

# vro-RX-yyR.headerTitle
source: CONSUMPTION SYNTHESIS
fr: BILAN CONSOMMATION

# w2C-T9-92X.text
source: Distance Unit
fr: Unité de distance

# w3X-pi-2tL.footerTitle
source: My position and my vehicle position on the map
fr: Mon emplacement et celui de mon véhicule sur la carte

# w3X-pi-2tL.headerTitle
source: MAP
fr: CARTE

# wA0-uA-LaE.title
source: Management
fr: Administration

# wDv-m7-dZj.title
source: Station Detail
fr: Details sur la Station

# wV3-ha-LDt.text
source: Mileage
fr: Kilométrage

# we9-yI-iVv.normalTitle
source: Report a bug / make suggestions
fr: Remonter un bug / suggestions

# wsf-uh-VvY.text
source: Cash Dispenser
fr: Distributeur de billets

# x0b-Zr-sam.text
source: Max Consumption
fr: Conso maxi.

# x14-AO-N9Q.placeholder
source: Choose
fr: Choisir

# x2E-Lr-4NI.title
source: Information
fr: Informations

# x4j-fm-fsd.text
source: Go back to your vehicle using GPS Navigation
fr: Rejoignez votre véhicule en utilisant le GPS

# xIG-32-asi.placeholder
source: Retype password
fr: Répéter mot de passe

# xlm-Xd-Qn7.text
source: Domestic gaz sales (Butane, Propane)
fr: Vente de gaz domestique (Butane, Propane)

# y0K-4R-CxX.title
source: Accept
fr: Accepter

# yE0-lH-n5U.headerTitle
source: About the App
fr: A propos de l'Application

# yVm-fO-t6M.headerTitle
source: About the Developer
fr: A propos du Développeur

# z3r-cq-w9X.title
source: Update
fr: Mettre à jour

# zMA-hp-JML.title
source: Vehicle
fr: Vehicule

# zdy-ju-pzC.headerTitle
source: Model
fr: Modele

# zhj-o5-TSy.text
source: Average consumption :
fr: Autonomie moyenne :

# znI-MN-D6C.prompt
source: Swipe on the left to modify
fr: Glissez vers la gauche pour modifier

# znI-MN-D6C.title
source: Fuel Bills
fr: Ravitaillements
